{
    "special_symbols": [
        "<pad>",
        "<sos>",
        "<eos>",
        "<unk>",
        "<sep>"
    ],
    "pad_idx": 0,
    "sos_idx": 1,
    "eos_idx": 2,
    "unk_idx": 3,
    "sep_idx": 4
}